"""
test_content — тесты, касающиеся отображения контента.
    Какие данные на каких страницах отображаются,
    какие при этом используются шаблоны, как работает пагинатор.

test_logic — тестирование бизнес-логики приложения. 
    Как обрабатываются те или иные формы,
    разрешено ли создание объектов с неуникальными полями,
    как работает специфичная логика конкретного приложения.

test_routes — тесты доступности конкретных эндпоинтов, 
    проверка редиректов, кодов ответа, которые возвращают страницы, 
    тестирование доступа для авторизованных или анонимных пользователей.
"""